tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "neovim/neovim"
tap "phrase/brewed"
tap "universal-ctags/universal-ctags"
cask "java"
brew "ack"
brew "amazon-ecs-cli"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bison"
brew "brew-pip"
brew "catimg"
brew "chgems"
brew "chruby"
brew "cmake"
brew "colordiff"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "perl"
brew "git"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "docker-machine-nfs"
brew "doxygen"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "elixir"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-extras"
brew "libffi"
brew "pcre"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "grep"
brew "heroku"
brew "htop"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libtermkey"
brew "libtool"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "livestreamer"
brew "mas"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "node@6"
brew "tmux"
brew "overmind"
brew "pkg-config"
brew "pow"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-install"
brew "s3cmd"
brew "swagger-codegen"
brew "terraform"
brew "xz"
brew "the_silver_searcher"
brew "tig"
brew "vegeta"
brew "vim"
brew "w3m"
brew "warp"
brew "weechat", args: ["with-perl", "with-python", "with-ruby"]
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "zsh"
brew "phrase/brewed/phraseapp"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "disk-inventory-x"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "font-terminus"
cask "font-ubuntumono-nerd-font-mono"
cask "garmin-express"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-play-music-desktop-player"
cask "graphiql"
cask "hyper"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "libreoffice"
cask "logitech-options"
cask "macvim"
cask "minecraft"
cask "minikube"
cask "ngrok"
cask "obs"
cask "openemu"
cask "radiant-player"
cask "recordit"
cask "remote-play"
cask "rowanj-gitx"
cask "sketch"
cask "skitch"
cask "skype"
cask "slate"
cask "soundflower"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tomighty"
cask "transmission"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xbox360-controller-driver"
cask "xquartz"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
