tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'neovim/neovim'
brew 'ack'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bison'
brew 'chgems'
brew 'chruby'
brew 'cmake'
brew 'colordiff'
brew 'ctags'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-nfs'
brew 'doxygen'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'gettext'
brew 'gh'
brew 'git-extras'
brew 'gmp'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'heroku'
brew 'htop'
brew 'jemalloc'
brew 'jq'
brew 'keybase'
brew 'kubernetes-cli'
brew 'libevent'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'mas'
brew 'msgpack'
brew 'node'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'pow'
brew 'rainbarf'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'ruby-install'
brew 'xz'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'unibilium'
brew 'vim'
brew 'weechat', args: ['with-perl', 'with-ruby', 'with-python']
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/dupes/grep'
brew 'neovim/neovim/neovim'
cask '1password'
cask 'atom'
cask 'caffeine'
cask 'firefox'
cask 'font-hack'
cask 'font-menlo-for-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'google-chrome'
cask 'google-drive'
cask 'grandperspective'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'macvim'
cask 'minecraft'
cask 'radiant-player'
cask 'rowanj-gitx'
cask 'skype'
cask 'slate'
cask 'spotify'
cask 'steam'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xbox360-controller-driver'
mas 'Twitter', id: 409789998
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
mas 'Slack', id: 803453959
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
